{
    "link": [
        "../../assets/PaintingsByArtists/CloudeMonet/1.jpg",
        "../../assets/PaintingsByArtists/LeonardoDaVinci/1.jpg",
        "../../assets/PaintingsByArtists/LeonardoDaVinci/2.jpg",
        "../../assets/PaintingsByArtists/SalvadorDali/1.jpg",
        "../../assets/PaintingsByArtists/SalvadorDali/2.jpg",
        "../../assets/PaintingsByArtists/SalvadorDali/3.jpg"
    ],
    "picturesInfo": [
        {
            "id": 0,
            "autor": "Клод Моне",
            "titlePicture": "Водяные лилии",
            "yearPublish": "1914",
            "descriptionPicture": "«Кувшинки» (фр. Nymphéas) — цикл из приблизительно 250 картин французского художника-импрессиониста Клода Моне (1840—1926), выполненных в технике масляной живописи. Картины, изображающие цветник усадьбы Моне в Живерни, составляли главный предмет творческих усилий художника в последние тридцать лет его жизни. Многие из работ были созданы, когда Моне уже страдал от катаракты."
        },
        {
            "id": 1,
            "autor": "Леонардо да Винчи",
            "titlePicture": "Джоко́нда",
            "yearPublish": "1503",
            "descriptionPicture": "(итал. Mona Lisa, La Gioconda, полное название — «Портре́т госпожи́ Ли́зы дель Джоко́ндо», итал. Ritratto di Monna Lisa del Giocondo) — картина Леонардо да Винчи, одно из самых известных произведений живописи. Точная дата написания неизвестна (по некоторым сведениям, написана между 1503 и 1505 годами). Ныне хранится в Лувре. Считается, что на картине изображена Лиза Герардини, супруга флорентийского торговца шёлком Франческо дель Джокондо."
        },
        {
            "id": 2,
            "autor": "Леонардо да Винчи",
            "titlePicture": "Спаситель мира",
            "yearPublish": "1490",
            "descriptionPicture": "«Спаситель мира» — картина, полностью либо частично атрибутируемая как произведение итальянского художника и учёного Высокого Возрождения Леонардо да Винчи, различными исследователями датируемая в пределах 1499—1510 годов"
        },
        {
            "id": 3,
            "autor": "Сальвадор Дали",
            "titlePicture": "Дом для эротомана",
            "yearPublish": "1932",
            "descriptionPicture": "Картина передает каталонский пейзаж, скалы которых превращаются в фантастическое изображение, в котором доминируют две сущности. Конечности фигуры слева трансформируются в лошадь, виолончель и автомобиль, а выходящие из него два копья пронизывают непонятный, но несколько антропоморфный камень справа."
        },
        {
            "id": 4,
            "autor": "Сальвадор Дали",
            "titlePicture": "Скрытые лица",
            "yearPublish": "1941",
            "descriptionPicture": "Any"
        },
        {
            "id": 5,
            "autor": "Сальвадор Дали",
            "titlePicture": "Лебеди, отражающиеся в слонах",
            "yearPublish": "1937",
            "descriptionPicture": "Образы-галлюцинации, порождаемые «параноидально-критическим методом» Дали, делятся на два основных типа: самостоятельный образ, который изменяется в соответствии с таинственными законами зрительного восприятия, как «Большой параноик», и группы из двух или более непохожих друг на друга объектов, в которых художник выявляет неожиданное сходство."
        }
    ]
}